Repository: xbmc-kodi-cz/plugin.video.antik
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30000
source: Prihlásenie
cs_cz: Přihlášení

# #30001
source: Prihlasovacie meno
cs_cz: Přihlašovací jméno

# #30010
source: Nastavenie
cs_cz: Nastavení

# #30011
source: Skryť nastavenia v menu
cs_cz: Skrýt nastavení v menu

# #30020
source: Adresár pre playlist a EPG
cs_cz: Adresář pro playlist a EPG

# #30021
source: Automaticky generovať EPG
cs_cz: Automaticky generovat EPG

# #30022
source: Interval pre generovanie EPG (hod.)
cs_cz: Interval pro generování EPG (hod.)

# #30023
source: Generovať playlist
cs_cz: Generovat playlist

# #30024
source: Generovať EPG
cs_cz: Generovat EPG

# #30030
source: Logovanie
cs_cz: Logování

# #30031
source: Logovanie požiadaviek
cs_cz: Logování požadavků

# #30032
source: Logovanie odpovedí
cs_cz: Logování odpovědí

# #30040
source: Zobrazenie infomácií
cs_cz: Zobrazení informací

# #30041
source: Nastavenie InputStream Helper
cs_cz: Nastavení InputStream Helper

# #30042
source: (Re)inštalovať Widevine CDM
cs_cz: (Re)instalovat Widevine CDM

# #30043
source: Odstraniť Widevine CDM...
cs_cz: Odstranit Widevine CDM...

# #300100
source: Nastavenie
cs_cz: Nastavení

# #300101
source: Správa zariadení
cs_cz: Správa zařízení

# #300102
source: Nastavenie doplnku
cs_cz: Nastavení doplňku

# #300103
source: Ručná editácia
cs_cz: Ruční editace

# #300104
source: Vlastné skupiny kanálov
cs_cz: Vlastní skupiny kanálů

# #300105
source: Resetovat zoznam kanálov
cs_cz: Resetovat seznam kanálů

# #300106
source: Obnova zoznamu kanálov
cs_cz: Obnova seznamu kanálů

# #300107
source: Všetky kanály
cs_cz: Všechny kanály

# #300108
source: Skupiny kanálov
cs_cz: Skupiny kanálů

# #300109
source: Pridať kanál
cs_cz: Přidat kanály

# #300110
source: Pridať všetky kanály
cs_cz: Přidat všechny kanály

# #300111
source: Živé vysielanie
cs_cz: Živé vysílání

# #300112
source: Archív
cs_cz: Archiv

# #300200
source: V nastavení je nutné mať vyplnené všetky prihlasovacie údaje a meno zariadenia
cs_cz: V nastavení je nutné mít vyplněné všechny přihlašovací údaje a jméno zařízení

# #300201
source: Chyba pri uložení
cs_cz: Chyba při uložení

# #300202
source: Chyba pri načítaní
cs_cz: Chyba při načtení

# #300203
source: Chyba pri resetu
cs_cz: Chyba při resetu

# #300204
source: Chyba pri volaní
cs_cz: Chyba při volaní

# #300205
source: Bola vytvorená nová session
cs_cz: Byla vytvořená nová session

# #300206
source: Problém pri prihlásení
cs_cz: Problém při přihlášení

# #300207
source: Chyba pri získaní zariadeni
cs_cz: Chyba při získání zařízení

# #300208
source: posledná aktivita
cs_cz: poslední aktivita

# #300209
source: Bol prekročený limit zariadenia. Niektoré je potrebné odstrániť.
cs_cz: Byl překročen limit zařízení. Některé je potřeba odstranit.

# #300210
source: Nezaregistrované zariadenie. Skúste v nastavení vytvoriť novú session.
cs_cz: Nezaregistrované zařízení. Zkuste v nastavení vytvořit novou session.

# #300211
source: Problém pri načítaní kanálov
cs_cz: Problém při načtení kanálů

# #300212
source: je použité pri kanáli
cs_cz: je použité u kanálu

# #300213
source: Je potrebné zadať číslo väčšie ako jedna
cs_cz: Je potřeba zadat číslo větší než jedna

# #300214
source: Neexistuje žiadná záloha
cs_cz: Neexistuje žádná záloha

# #300215
source: Chyba uloženia skupiny
cs_cz: Chyba uložení skupiny

# #300216
source: Je nutné zadať názov skupiny
cs_cz: Je nutné zadat název skupiny

# #300217
source: Názov skupiny je už použitý
cs_cz: Název skupiny je už použitý

# #300218
source: Problém pri prehraní streamu
cs_cz: Problém při přehrání streamu

# #300312
source: Nastav adresár pre playlist a EPG!
cs_cz: Nastav adresář pro playlist a EPG!

# #300313
source: Chyba pri uložení playlistu
cs_cz: Chyba při uložení playlistu

# #300314
source: Playlist bol uložený
cs_cz: Playlist byl uložený

# #300315
source: Chyba pri uložení EPG
cs_cz: Chyba při uložení EPG

# #300316
source: EPG bolo uložené
cs_cz: EPG bylo uložené

# #300317
source: Nevrátené žiadne EPG dáta!
cs_cz: Nevrácena žádná EPG data!

# #300318
source: Zoznam kanálov bol resetovaný
cs_cz: Seznam kanálů byl resetovaný

# #300319
source: Chyba pri načítaní zálohy
cs_cz: Chyba při načtení zálohy

# #300320
source: Zoznam kanálov bol obnovený
cs_cz: Seznam kanálů byl obnovený

# #300321
source: Chyba uloženia kanálov
cs_cz: Chyba při uložení kanálů

# #300322
source: Záloha nenájdená
cs_cz: Záloha nenalezena

# #300300
source: Odstránenie zariadenia
cs_cz: Odstranění zařízení

# #300301
source: Naozaj odstrániť zariadenie
cs_cz: Opravdu odstranit zařízení

# #300302
source: Zvýšiť čísla kanálov
cs_cz: Zvýšit čísla kanálů

# #300303
source: Znížiť čísla kanálov
cs_cz: Snížit čísla kanálů

# #300304
source: Odstrániť kanál
cs_cz: Odstranit kanál

# #300305
source: Zvýšiť čísla kanálov od kanála číslo
cs_cz: Zvýšit čísla kanálů počinaje kanálem číslo

# #300306
source: Znížiť čísla kanálov od kanála číslo
cs_cz: Snížit čísla kanálů počinaje kanálem číslo

# #300307
source: Vybrať skupinu
cs_cz: Vybrat skupinu

# #300308
source: Zmazať skupinu
cs_cz: Smazat skupinu

# #300309
source: Názov skupiny
cs_cz: Název skupiny

# #300310
source: Zmazanie skupiny kanálov
cs_cz: Smazání skupiny kanálů

# #300311
source: Naozaj zmazať skupinu kanálov
cs_cz: Opravdu smazat skupinu kanálů

# #300400
source: Pondělok
cs_cz: Pondělí

# #300401
source: Útorok
cs_cz: Úterý

# #300402
source: Streda
cs_cz: Středa

# #300403
source: Štvrtok
cs_cz: Čtvrtek

# #300404
source: Piatok
cs_cz: Pátok

# #300406
source: Neděľa
cs_cz: Neděle

# #300410
source: Št
cs_cz: Čt

# #300411
source: Pi
cs_cz: Pá
